Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_.html.tmx
Source language: fin
Languages: sme

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
sme: Buori riikkaidgaskasaš máilmmi eamiálbmogiid beaivvi!

source: YK:n julistamaa alkuperäiskansojen päivää vietetään 9. elokuuta.
sme: ON:id cealkin eamiálbmogiid beaivi dollojuvvo borgemánu 9. beaivve.

source: Päivä on yksi kahdestatoista saamen lipun liputuspäivästä .
sme: Beaivi lea okta guovttenuppeloh sámeleavgga levgenbeivviin .

source: Vuoden 2018 teemana on alkuperäiskansojen muuttoliike ja liikkuvuus (Indigenous peoples’ migration and movement).
sme: Jagi 2018 temán lea eamiálbmogiid fárren ja johtin (Indigenous peoples’ migration and movement).

source: Lue lisää päivästä:
sme: Loga lasi beaivvi birra:

source: Teemapäivän kotisivut (englanniksi): http://www.un.org/en/events/indigenousday/index.shtml
sme: Temábeaivvi ruoktosiiddut (eaŋgalsgillii): http://www.un.org/en/events/indigenousday/index.shtml
